tap "heroku/brew"
tap "go-swagger/go-swagger"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
tap "caskroom/cask"
tap "brona/iproute2mac"
brew "ansible"
brew "autoconf"
brew "awscli"
brew "bison"
brew "chromedriver"
brew "clamav"
brew "composer"
brew "direnv"
brew "docker"
brew "docker-cloud"
brew "docker-machine-driver-xhyve"
brew "docker-machine-nfs"
brew "etcd"
brew "figlet"
brew "gettext", link: true
brew "git"
brew "go"
brew "glide", link: false
brew "gnupg"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "libevent"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mercurial"
brew "mongodb"
brew "mysql"
brew "nmap"
brew "opencv"
brew "perl"
brew "pkg-config"
brew "postgis"
brew "protobuf"
brew "putty"
brew "pyenv"
brew "qemu"
brew "re2c"
brew "redis"
brew "swagger-codegen"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn", link: false
brew "zsh"
brew "zsh-completions"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku", link: false
brew "minio/stable/minio"
cask "android-file-transfer"
cask "avast"
cask "docker"
cask "dropbox"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iexplorer"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "karabiner"
cask "minikube"
cask "mplayerx"
cask "ngrok"
cask "onyx"
cask "pycharm"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
